[
  "obsidian-git",
  "keyboard-analyzer",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "file-tree-alternative",
  "obsidian42-brat",
  "i18n",
  "homepage",
  "obsidian-banners",
  "attachment-management",
  "file-cleaner-redux",
  "editing-toolbar",
  "cmdr",
  "number-headings-obsidian",
  "obsidian-linter",
  "advanced-canvas",
  "recent-files-obsidian",
  "buttons",
  "obsidian-icons-plugin",
  "dataview",
  "obsidian-excalidraw-plugin",
  "mermaid-tools",
  "mermaid-themes",
  "calendar",
  "heatmap-calendar"
]